Repository: Jonghakseo/picky
Catalog: Picky/Resources/Localizable.xcstrings
Source language: en
Languages: ko

# hud.liveStep.waitingForQuestion
source: Waiting for a question response
ko: 질문 응답을 기다리는 중

# hud.liveStep.working
source: Working
ko: 작업 중

# hud.queue.pending.steer
source: Steer pending
ko: 작업 지시 대기

# hud.queue.restore.blockedByScreenContext.error
source: Restore is unavailable because %lld attached screen images cannot yet be restored
ko: 첨부된 화면 이미지 %lld개는 아직 복원할 수 없어 메시지를 입력란으로 옮길 수 없어요.

# hub.menu.open
source: Open Picky
ko: Picky 열기

# hub.menu.appearance
source: Appearance
ko: 화면 모양

# hub.appearance.light
source: Light appearance
ko: 라이트 모드

# hub.appearance.dark
source: Dark appearance
ko: 다크 모드

# hub.brand.accessibilityLabel
source: Go to Picky dashboard
ko: Picky 대시보드로 이동

# hub.nav.accessibilityLabel
source: Picky menu
ko: Picky 메뉴

# hub.nav.dashboard
source: Dashboard
ko: 대시보드

# hub.nav.statistics
source: Statistics
ko: 통계

# hub.nav.guides
source: Guides & Updates
ko: 가이드 및 업데이트

# hub.nav.quickStart
source: Quick Start
ko: 빠른 시작

# hub.nav.plugins
source: Plugins
ko: 플러그인

# hub.nav.conversation
source: Recent Conversation
ko: 최근 대화

# hub.nav.settings
source: Settings
ko: 설정

# hub.page.dashboard.subtitle
source: Review your work and start a new task.
ko: 작업 기록을 확인하고 새 작업을 시작하세요.

# hub.page.statistics.subtitle
source: See your work rhythm, results, and AI usage.
ko: 작업 리듬과 성과, AI 사용량을 확인하세요.

# hub.page.guides.subtitle
source: Learn how to get more out of Picky and catch up on what's new.
ko: Picky를 더 잘 쓰는 방법과 새 소식을 확인하세요.

# hub.page.quickStart.subtitle
source: Choose a task to start a new Pickle.
ko: 원하는 작업을 골라 새 Pickle을 시작하세요.

# hub.page.plugins.subtitle
source: Find, install, and manage the capabilities you need.
ko: 필요한 기능을 찾아 설치하고 관리하세요.

# hub.page.conversation.subtitle
source: Pick up the most recent conversation with Picky.
ko: Picky와 나눈 가장 최근 대화를 확인하세요.

# hub.page.settings.subtitle
source: Manage how Picky works and what it connects to.
ko: Picky의 사용 방식과 연결 정보를 관리하세요.

# common.close
source: Close
ko: 닫기

# hub.stats.category.fix
source: Fix & improve
ko: 수정·개선

# hub.stats.category.research
source: Research & analysis
ko: 조사·분석

# hub.stats.category.create
source: Build new
ko: 새로 만들기

# hub.stats.category.review
source: Review & troubleshoot
ko: 검토·문제 해결

# hub.stats.category.unclassified
source: Unclassified
ko: 미분류

# hub.stats.period.thisMonth
source: This month
ko: 이번 달

# hub.stats.period.lastThreeMonths
source: Last 3 months
ko: 최근 3개월

# hub.stats.period.all
source: All time
ko: 전체

# hub.stats.error.timedOut
source: Statistics took too long to load.
ko: 통계를 불러오는 데 시간이 너무 오래 걸렸어요.

# hub.stats.error.disconnected
source: The connection was lost while loading statistics. Try again.
ko: 연결이 끊겨 통계를 불러오지 못했어요. 다시 시도해 주세요.

# hub.stats.error.generic
source: Could not load statistics.
ko: 통계를 불러오지 못했어요.

# hub.quickStart.workflow.landing.title
source: Build a landing page
ko: 랜딩 페이지 제작

# hub.quickStart.workflow.landing.description
source: Answer a few questions to build a web page for your product or service.
ko: 질문에 답하며 제품이나 서비스를 소개하는 웹페이지를 만들어요.

# hub.quickStart.workflow.native.title
source: Build a native app
ko: 네이티브 앱 제작

# hub.quickStart.workflow.native.description
source: Shape a native app that runs locally, through conversation.
ko: 대화하며 이 기기에서 실행할 앱을 만들어요.

# hub.quickStart.workflow.guide.title
source: Start an app guide
ko: 앱 가이드 시작

# hub.quickStart.workflow.guide.description
source: Learn the app you're using, one step at a time, with Picky.
ko: 현재 사용하는 앱을 Picky와 함께 한 단계씩 익혀요.

# hub.quickStart.workflow.files.title
source: Organize files
ko: 파일 정리 시작

# hub.quickStart.workflow.files.description
source: Tidy a local folder according to the rules you choose.
ko: 원하는 기준에 맞춰 이 기기의 폴더를 정리해요.

# hub.quickStart.guide.fallback
source: Ask me what I want to make, one question at a time, and start once you have enough detail.
ko: 무엇을 만들고 싶은지 한 번에 하나씩 질문하고, 정보가 충분해지면 작업을 시작하세요.

# hub.quickStart.error.notProjected
source: The new Pickle is taking longer than expected to appear. Try again.
ko: 새 Pickle을 표시하는 데 시간이 걸리고 있어요. 다시 시도해 주세요.

# hub.plugins.category.development
source: Development
ko: 개발

# hub.plugins.category.research
source: Research
ko: 조사

# hub.plugins.category.taskManagement
source: Task management
ko: 작업 관리

# hub.plugins.category.content
source: Content
ko: 콘텐츠

# hub.plugins.feedback.installed
source: Installed %1$@.
ko: %1$@ 설치를 완료했어요.

# hub.plugins.feedback.removed
source: Removed %1$@.
ko: %1$@ 삭제를 완료했어요.

# hub.plugins.feedback.updated
source: Updated %1$@.
ko: %1$@ 업데이트를 완료했어요.

# hub.plugins.feedback.failed
source: %1$@ failed: %2$@
ko: %1$@ 실패: %2$@

# hub.plugins.useCase.diffReview.1
source: Checking a change set quickly before opening a PR
ko: PR을 열기 전 변경 내용을 빠르게 점검할 때

# hub.plugins.useCase.diffReview.2
source: Comparing the scope of edits across several files at once
ko: 여러 파일의 수정 범위를 한눈에 비교할 때

# hub.plugins.useCase.askUserQuestion.1
source: Clarifying vague requirements before starting
ko: 요구사항이 모호해 먼저 확인할 때

# hub.plugins.useCase.askUserQuestion.2
source: Presenting options together with a recommendation
ko: 선택지와 추천안을 함께 제시할 때

# hub.plugins.useCase.generativeUI.1
source: Reviewing a screen layout for a new feature quickly
ko: 새 기능의 화면 구성을 빠르게 검토할 때

# hub.plugins.useCase.generativeUI.2
source: Drafting an interface before implementation
ko: 구현 전 인터페이스 초안을 만들 때

# hub.plugins.useCase.autoName.1
source: Telling many conversations apart at a glance
ko: 여러 대화를 빠르게 구분해야 할 때

# hub.plugins.useCase.autoName.2
source: Keeping task titles consistent in your history
ko: 작업 기록의 제목을 일관되게 정리할 때

# hub.plugins.useCase.delayedAction.1
source: Reminding yourself to follow up after a while
ko: 잠시 뒤에 후속 작업을 떠올려야 할 때

# hub.plugins.useCase.delayedAction.2
source: Scheduling a one-off prompt for later
ko: 한 번만 실행할 지시를 나중에 보내고 싶을 때

# hub.plugins.useCase.cron.1
source: Running a recurring check every morning
ko: 매일 아침 정기 점검을 돌릴 때

# hub.plugins.useCase.cron.2
source: Automating recurring reports on a schedule
ko: 정해진 일정에 따라 반복 보고서를 자동으로 만들 때

# hub.plugins.useCase.memoryLayer.1
source: Keeping project rules across sessions
ko: 새 대화에서도 프로젝트 규칙을 유지할 때

# hub.plugins.useCase.memoryLayer.2
source: Recalling decisions made weeks ago
ko: 몇 주 전에 내린 결정을 다시 찾을 때

# hub.plugins.useCase.todoWriteOverlay.1
source: Following a multi-step task as it progresses
ko: 여러 단계 작업의 진행 상황을 따라갈 때

# hub.plugins.useCase.todoWriteOverlay.2
source: Seeing what the agent plans to do next
ko: 에이전트가 다음에 무엇을 할지 확인할 때

# hub.plugins.useCase.subagent.1
source: Splitting a large task among multiple agents
ko: 큰 작업을 여러 에이전트에게 나눠 맡길 때

# hub.plugins.useCase.subagent.2
source: Getting an independent review of a change
ko: 변경사항에 대해 독립적인 검토를 받을 때

# hub.plugins.useCase.clipboard.1
source: Handing copied text or images to Picky
ko: 복사한 텍스트나 이미지를 Picky에 전달할 때

# hub.plugins.useCase.clipboard.2
source: Putting a generated draft straight into your clipboard
ko: 생성된 초안을 바로 클립보드에 넣을 때

# hub.plugins.useCase.crossAgent.1
source: Delegating a sub-task to another coding agent
ko: 다른 코딩 에이전트에 하위 작업을 맡길 때

# hub.plugins.useCase.crossAgent.2
source: Comparing answers from multiple agents
ko: 여러 에이전트의 답을 비교할 때

# hub.plugins.useCase.claudeHooksBridge.1
source: Reusing Claude Code hooks inside Pi sessions
ko: Claude Code 훅을 Pi 세션에서 재사용할 때

# hub.plugins.useCase.claudeHooksBridge.2
source: Enforcing project checks before edits land
ko: 편집이 반영되기 전에 프로젝트 검사를 강제할 때

# hub.dashboard.work.title
source: What you did with Picky this week
ko: 이번 주 Picky와 한 일

# hub.dashboard.work.showAll
source: View all
ko: 모두 보기

# hub.dashboard.insight.topCategory
source: Most delegated work
ko: 가장 많이 맡긴 일

# hub.dashboard.insight.deepestPickle
source: Most follow-ups and delegations
ko: 후속 지시·위임이 가장 많은 Pickle

# hub.dashboard.insight.focusedProject
source: Project with the most Pickles
ko: Pickle이 가장 많은 프로젝트

# hub.dashboard.insight.classifying
source: No classified work yet
ko: 아직 분류된 작업이 없어요

# hub.dashboard.insight.noData
source: No record yet
ko: 아직 기록이 없어요

# hub.dashboard.insight.classifyingCount
source: %lld unclassified Pickles
ko: 미분류 Pickle %lld개

# hub.dashboard.insight.pickleCount
source: %lld Pickles
ko: %lld개 Pickle

# hub.dashboard.insight.share
source: %lld%% of this period
ko: 이번 기간 작업의 %lld%%

# hub.dashboard.insight.followUpCount
source: %lld follow-ups
ko: 후속 지시 %lld회

# hub.dashboard.insight.delegationCount
source: %lld delegations
ko: Picky 위임 %lld회

# hub.dashboard.insight.weeklyPickleCount
source: %lld Pickles this period
ko: 이번 기간 %lld개 Pickle

# hub.dashboard.work.empty.thisMonth
source: No records for this month yet
ko: 아직 이번 달 기록이 없어요

# hub.dashboard.work.empty.lastThreeMonths
source: No records from the last 3 months yet
ko: 아직 최근 3개월 기록이 없어요

# hub.dashboard.work.empty.all
source: No records yet
ko: 아직 기록이 없어요

# hub.dashboard.work.empty.message
source: Start a workflow and Picky will keep the work here.
ko: 빠른 시작으로 작업을 시작하면 이곳에 기록이 쌓여요.

# hub.dashboard.work.empty.action
source: Browse quick starts
ko: 빠른 시작 보기

# hub.dashboard.guides.title
source: Guides and updates
ko: 가이드 및 업데이트

# hub.dashboard.guides.showAll
source: View all
ko: 모두 보기

# hub.dashboard.guides.empty
source: No guides to show yet.
ko: 아직 표시할 가이드가 없어요.

# hub.dashboard.guides.previous
source: Previous guide
ko: 이전 가이드 보기

# hub.dashboard.guides.next
source: Next guide
ko: 다음 가이드 보기

# hub.dashboard.quickStart.title
source: Quick start
ko: 빠른 시작

# hub.dashboard.quickStart.showAll
source: View all
ko: 모두 보기

# hub.dashboard.quickStart.start
source: Start
ko: 시작하기

# hub.dashboard.quickStart.started
source: Your Pickle has started.
ko: Pickle을 시작했어요.

# hub.dashboard.plugins.title
source: Recommended plugins
ko: 추천 플러그인

# hub.dashboard.plugins.showAll
source: View all
ko: 모두 보기

# hub.dashboard.plugins.empty
source: No recommended plugins to show.
ko: 표시할 추천 플러그인이 없어요.

# hub.dashboard.plugins.detail
source: Show plugin details
ko: 플러그인 상세 보기

# hub.dashboard.plugins.install
source: Install
ko: 설치

# hub.dashboard.plugins.installed
source: Installed
ko: 설치됨

# hub.dashboard.plugins.remove
source: Remove
ko: 삭제

# hub.dashboard.plugins.remove.title
source: Remove this plugin?
ko: 플러그인을 삭제할까요?

# hub.dashboard.plugins.remove.message
source: Remove %@ from Picky?
ko: %@을(를) Picky에서 삭제할까요?

# hub.dashboard.plugins.remove.confirm
source: Remove
ko: 삭제

# hub.dashboard.share.title
source: Share Picky
ko: Picky 공유하기

# hub.dashboard.share.message
source: If Picky helped, tell someone who might like it.
ko: Picky가 도움이 됐다면, 주변 사람에게도 알려주세요.

# hub.dashboard.share.copy
source: Copy share link
ko: 공유 링크 복사

# hub.dashboard.share.copied
source: Copied
ko: 복사됨

# hub.dashboard.share.x
source: Share on X
ko: X에 공유

# hub.dashboard.share.linkedIn
source: Share on LinkedIn
ko: LinkedIn에 공유

# hub.stats.loading
source: Loading statistics…
ko: 통계를 불러오는 중…

# hub.common.retry
source: Try again
ko: 다시 시도

# hub.stats.filter.period
source: Period
ko: 기간

# hub.stats.filter.project
source: Project
ko: 프로젝트

# hub.stats.filter.allProjects
source: All projects
ko: 모든 프로젝트

# hub.stats.tab.usage
source: AI usage
ko: AI 사용량

# hub.stats.tabs.accessibility
source: Statistics view
ko: 통계 보기

# hub.stats.refresh
source: Refresh
ko: 새로고침

# hub.stats.updated
source: Updated %@
ko: %@에 갱신됨

# hub.stats.activity.today
source: Today %@
ko: 오늘 %@

# hub.stats.activity.yesterday
source: Yesterday %@
ko: 어제 %@

# hub.stats.work.empty.title
source: No Pickles to show
ko: 표시할 Pickle이 없어요

# hub.stats.work.empty.message
source: No work records match this period and project. Start something from the dashboard.
ko: 선택한 기간과 프로젝트에 작업 기록이 없어요. 대시보드에서 새 작업을 시작해 보세요.

# hub.stats.work.empty.action
source: Go to dashboard
ko: 대시보드로 이동

# hub.stats.work.distribution.title
source: Work you delegated
ko: 이번 기간 맡긴 일

# hub.stats.work.classifying
source: %lld Pickles have not been classified.
ko: 아직 분류되지 않은 Pickle이 %lld개 있어요.

# hub.stats.work.records.title
source: Work record by Pickle
ko: Pickle별 작업 기록

# hub.stats.work.records.task
source: Task
ko: 작업

# hub.stats.work.records.project
source: Project
ko: 프로젝트

# hub.stats.work.records.followUp
source: Follow-ups
ko: 후속 지시

# hub.stats.work.records.delegation
source: Delegations
ko: Picky 위임

# hub.stats.work.records.review
source: Reviews
ko: 검토

# hub.stats.work.records.activity
source: Recent activity
ko: 최근 활동

# hub.stats.work.records.caption
source: Follow-ups, delegations, and reviews are interaction counts, not completed tasks.
ko: 후속 지시, Picky 위임, 검토는 완료한 작업 수가 아니라 각 Pickle에서 주고받은 횟수예요.

# hub.stats.usage.empty.title
source: No AI usage to show
ko: 표시할 AI 사용량이 없어요

# hub.stats.usage.empty.message
source: No AI usage was recorded in the last 30 days. Recorded usage from Picky tasks appears here when available.
ko: 최근 30일 동안 기록된 AI 사용량이 없어요. Picky 작업에서 기록된 사용량이 생기면 이곳에 표시돼요.

# hub.stats.usage.total
source: Total tokens
ko: 전체 토큰

# hub.stats.usage.input
source: Input tokens
ko: 입력 토큰

# hub.stats.usage.output
source: Output and reasoning
ko: 출력·추론 토큰

# hub.stats.usage.cache
source: Cache usage
ko: 캐시 사용량

# hub.stats.usage.chart.title
source: Usage by date
ko: 날짜별 사용량

# hub.stats.usage.chart.legend
source: Total tokens
ko: 전체 토큰

# hub.stats.usage.chart.accessibility
source: AI usage by date
ko: 날짜별 AI 사용량

# hub.stats.usage.costNotice
source: We do not estimate costs. Check costs with your connected provider.
ko: 비용은 추정하지 않아요. 연결된 제공업체에서 확인해 주세요.

# hub.stats.usage.models.title
source: Usage by model and provider
ko: 모델·제공업체별 사용량

# hub.stats.usage.models.model
source: Model
ko: 모델

# hub.stats.usage.models.provider
source: Provider
ko: 제공업체

# hub.stats.usage.models.input
source: Input
ko: 입력

# hub.stats.usage.models.output
source: Output and reasoning
ko: 출력·추론

# hub.stats.usage.models.cache
source: Cache
ko: 캐시

# hub.guides.kind.guide
source: Guide
ko: 가이드

# hub.guides.kind.update
source: Update
ko: 업데이트

# hub.guides.empty.title
source: No guides or updates yet
ko: 아직 가이드와 업데이트가 없어요

# hub.guides.empty.message
source: Guides and product updates will appear here when available.
ko: 새 가이드와 제품 소식을 이곳에서 확인할 수 있어요.

# hub.guides.feed.accessibilityLabel
source: Latest guides and update videos
ko: 최신 가이드 및 업데이트 영상

# hub.guides.card.playHint
source: Play video
ko: 영상 재생

# hub.guides.video.loading
source: Loading video
ko: 영상을 불러오는 중

# hub.guides.video.error.title
source: The video could not be loaded
ko: 영상을 불러올 수 없어요

# hub.guides.video.error.message
source: Check your internet connection, then try again or open the video on YouTube.
ko: 인터넷 연결을 확인한 뒤 다시 시도하거나 YouTube에서 영상을 열어 주세요.

# hub.guides.video.retry
source: Try Again
ko: 다시 시도

# hub.guides.video.openYouTube
source: Open on YouTube
ko: YouTube에서 열기

# hub.quickStart.resume.kicker
source: Continue
ko: 이어서 하기

# hub.quickStart.resume.lastStarted
source: Last started %@
ko: 마지막 시작 %@

# hub.quickStart.resume.action
source: Continue
ko: 이어서 하기

# hub.quickStart.chooseWorkflow
source: Choose a task
ko: 작업 선택

# hub.quickStart.start
source: Start
ko: 시작하기

# hub.quickStart.chooseFolder
source: Start in another folder…
ko: 다른 폴더에서 시작…

# hub.quickStart.starting
source: Starting %@
ko: %@ 시작 중

# hub.quickStart.retry
source: Try Again
ko: 다시 시도

# hub.quickStart.footer
source: Starting a task opens a new Pickle. It asks for the details it needs one question at a time. You can return to the same Pickle later.
ko: 작업을 시작하면 새 Pickle이 열리고 필요한 정보를 하나씩 물어봐요. 나중에 같은 Pickle에서 이어갈 수 있어요.

# hub.quickStart.success.title
source: Your Pickle has started
ko: Pickle을 시작했어요

# hub.quickStart.success.message
source: A new Pickle is open and preparing the first question.
ko: 새 Pickle이 열렸어요. 첫 질문을 준비하고 있어요.

# hub.quickStart.success.showWorkflows
source: View other tasks
ko: 다른 작업 보기

# hub.quickStart.success.openPickle
source: Open Pickle
ko: Pickle 열기

# hub.quickStart.folderPanel.title
source: Choose a working folder
ko: 작업 폴더 선택

# hub.quickStart.folderPanel.message
source: Choose the folder where the new Pickle should run.
ko: 새 Pickle이 작업할 폴더를 선택하세요.

# hub.quickStart.folderPanel.prompt
source: Start
ko: 시작

# hub.plugins.search.placeholder
source: Search plugins
ko: 플러그인 검색

# hub.plugins.category.label
source: Category
ko: 카테고리

# hub.plugins.category.all
source: All
ko: 전체

# hub.plugins.category.selected
source: Selected
ko: 선택됨

# hub.plugins.category.notSelected
source: Not selected
ko: 선택 안 됨

# hub.plugins.status.all
source: %lld plugins
ko: %lld개의 플러그인

# hub.plugins.status.category
source: %1$lld plugins · %2$@
ko: %1$lld개의 플러그인 · %2$@

# hub.plugins.empty.title
source: We couldn't find a matching plugin
ko: 맞는 플러그인을 찾지 못했어요

# hub.plugins.empty.message
source: Try a different search term or category.
ko: 검색어나 카테고리를 바꿔 다시 찾아보세요.

# hub.plugins.empty.clear
source: Clear filters
ko: 필터 지우기

# hub.plugins.card.detail
source: View details
ko: 상세 보기

# hub.plugins.card.install
source: Install
ko: 설치

# hub.plugins.card.remove
source: Remove
ko: 삭제

# hub.plugins.card.update
source: Update
ko: 업데이트

# hub.plugins.card.viewJobs
source: View scheduled jobs
ko: 예약 작업 보기

# hub.plugins.card.setupDaemon
source: Set up background scheduling
ko: 예약 자동 실행 설정

# hub.plugins.card.more
source: More plugin actions
ko: 추가 플러그인 작업

# hub.plugins.card.cronMeta
source: Scheduled tasks
ko: 예약 작업

# hub.plugins.detail.useCases
source: When to use it
ko: 이럴 때 사용해요

# hub.plugins.detail.installed
source: Installed
ko: 설치됨

# hub.plugins.detail.notInstalled
source: Not installed
ko: 설치되지 않음

# hub.plugins.detail.actionInProgress
source: Plugin action in progress
ko: 플러그인 작업 진행 중

# hub.plugins.detail.done
source: Done
ko: 확인

# hub.plugins.detail.install
source: Install
ko: 설치

# hub.plugins.detail.remove
source: Remove
ko: 삭제

# hub.plugins.detail.confirmRemove
source: Remove
ko: 삭제

# hub.plugins.detail.remove.prompt
source: Remove this plugin?
ko: 이 플러그인을 삭제할까요?

# hub.plugins.remove.confirm.title
source: Remove plugin?
ko: 플러그인을 삭제할까요?

# hub.plugins.remove.confirm.message
source: Remove %@ from Picky?
ko: %@을(를) Picky에서 삭제할까요?

# hub.plugins.feedback.retry
source: Try again
ko: 다시 시도

# hub.plugins.reload.retry
source: Try again
ko: 다시 시도

# hub.conversation.empty.title
source: No conversations with Picky yet
ko: 아직 Picky와 나눈 대화가 없어요

# hub.conversation.empty.message
source: Start a conversation with a shortcut or the message field below.
ko: 단축키나 아래 입력창으로 대화를 시작하세요.

# hub.conversation.copyResume
source: Copy resume command
ko: 재개 명령 복사

# hub.conversation.copied
source: Copied
ko: 복사됨

# hub.conversation.newSession
source: New conversation
ko: 새 대화

# hub.conversation.composer.placeholder
source: Continue this conversation…
ko: 이 대화에 이어서 메시지를 입력하세요.

# hub.conversation.composer.hint
source: Press Return to send. Press Shift-Return for a new line.
ko: Enter로 보내고 Shift+Enter로 줄을 바꿔요.

# hub.conversation.send
source: Send
ko: 보내기

# hub.conversation.you
source: You
ko: 나

# hub.settings.groupLinks
source: Settings sections
ko: 설정 그룹 바로가기

# hub.settings.restart.message
source: Restart Picky to apply these changes.
ko: 변경 사항을 적용하려면 Picky를 다시 시작해야 해요.

# hub.settings.restart.action
source: Restart
ko: 다시 시작

# hub.settings.group.general.title
source: General
ko: 일반

# hub.settings.group.general.subtitle
source: Language, appearance, and updates
ko: 언어, 화면 모양, 업데이트

# hub.settings.group.agents.title
source: Accounts and agents
ko: 계정 및 에이전트

# hub.settings.group.agents.subtitle
source: Connections, models, and tools
ko: 연결, 모델, 도구

# hub.settings.group.voice.title
source: Voice and input
ko: 음성 및 입력

# hub.settings.group.voice.subtitle
source: Speaking, listening, and shortcuts
ko: 말하기, 듣기, 단축키

# hub.settings.group.overlay.title
source: Screen and overlays
ko: 화면 및 오버레이

# hub.settings.group.overlay.subtitle
source: Screen context and on-screen controls
ko: 화면 맥락과 표시 요소

# hub.settings.group.workspace.title
source: Pickles and workspace
ko: Pickle 및 작업 공간

# hub.settings.group.workspace.subtitle
source: Where work starts and is stored
ko: 작업 시작 위치와 저장 기록

# hub.settings.group.privacy.title
source: Notifications, permissions, and privacy
ko: 알림·권한 및 개인정보

# hub.settings.group.privacy.subtitle
source: Permissions and local data handling
ko: 알림, 권한과 데이터 사용

# hub.settings.group.advanced.title
source: Advanced and diagnostics
ko: 고급 및 진단

# hub.settings.group.advanced.subtitle
source: Troubleshooting and advanced controls
ko: 문제 해결과 고급 제어

# hub.settings.appearance
source: Appearance
ko: 화면 모양

# hub.settings.appearance.detail
source: Choose the light or dark appearance for Picky.
ko: Picky의 라이트 모드 또는 다크 모드를 선택하세요.

# hub.settings.fontScale
source: App text size
ko: 앱 글자 크기

# hub.settings.fontScale.detail
source: Adjust the size used across Picky.
ko: Picky 전체에 적용할 글자 크기를 조정해요.

# hub.settings.updateChannel
source: Update channel
ko: 업데이트 채널

# hub.settings.updateChannel.detail
source: Choose stable or preview updates.
ko: 안정판 또는 미리 보기 업데이트를 선택하세요.

# hub.settings.autoUpdates
source: Check for updates automatically
ko: 자동 업데이트 확인

# hub.settings.autoUpdates.detail
source: Periodically check for a new Picky version.
ko: 새 버전이 있는지 주기적으로 확인해요.

# hub.settings.checkUpdates
source: Check now
ko: 지금 확인

# hub.settings.checkUpdates.detail
source: Look for an available update now.
ko: 새 업데이트가 있는지 지금 확인해요.

# hub.settings.checkUpdates.action
source: Check for updates
ko: 업데이트 확인

# hub.settings.agents.advanced
source: Advanced paths and tool settings
ko: 경로와 도구 고급 설정

# hub.settings.permission.screen
source: Screen recording
ko: 화면 기록

# hub.settings.permission.microphone
source: Microphone
ko: 마이크

# hub.settings.permission.accessibility
source: Accessibility
ko: 손쉬운 사용

# hub.settings.permission.browser
source: Browser capture
ko: 브라우저 캡처

# hub.settings.permission.detail
source: Manage this permission in System Settings.
ko: 이 권한은 시스템 설정에서 관리할 수 있어요.

# hub.settings.permission.granted
source: Granted · System Settings
ko: 허용됨 · 시스템 설정

# hub.settings.permission.required
source: Needs review · System Settings
ko: 확인 필요 · 시스템 설정

# hub.settings.privacy.notice
source: Conversations, Pickle history, and settings stay on this Mac by default. When you use an AI or voice provider, the selected request text, audio, or screen context may be sent to that provider.
ko: 대화, Pickle 기록, 설정은 기본적으로 이 Mac에 보관돼요. AI·음성 제공업체를 사용하면 요청 텍스트, 음성 또는 선택한 화면 맥락이 해당 제공업체로 전송될 수 있어요.

# hub.settings.watchdog
source: Main-thread watchdog
ko: 메인 스레드 워치독

# hub.settings.watchdog.detail
source: Record a diagnostic signal when the app becomes unresponsive.
ko: 앱 응답이 지연되면 진단 기록을 남겨요.

# hub.settings.shellCommand
source: Manage picky command
ko: picky 명령 관리

# hub.settings.shellCommand.detail
source: Install, reinstall, or remove the picky command used in Terminal.
ko: 터미널에서 쓰는 picky 명령을 설치·재설치하거나 제거해요.

# hub.settings.shellCommand.action
source: Install shell command
ko: 셸 명령 설치

# hub.settings.statisticsReset
source: Reset work classifications
ko: 작업 분류 초기화

# hub.settings.statisticsReset.detail
source: Delete saved classifications. With AI work classification on, Pickles may be classified again. Work records and AI usage remain.
ko: 저장된 분류를 삭제해요. AI 작업 분류가 켜져 있으면 다시 분류될 수 있어요. 작업 기록과 AI 사용량은 유지돼요.

# hub.settings.statisticsReset.action
source: Reset classifications
ko: 작업 분류 초기화

# hub.settings.statisticsReset.dialog.title
source: Reset work classifications?
ko: 작업 분류를 초기화할까요?

# hub.settings.statisticsReset.dialog.message
source: Saved work classifications will be deleted. If AI work classification is on, eligible Pickles may be classified again. Work records, AI usage, and classification settings will remain.
ko: 저장된 작업 분류를 삭제해요. AI 작업 분류가 켜져 있으면 기존 Pickle도 다시 분류될 수 있어요. 작업 기록, AI 사용량, 분류 설정은 유지돼요.

# hub.settings.statisticsReset.dialog.confirm
source: Reset classifications
ko: 작업 분류 초기화

# hub.settings.statisticsReset.success
source: Work classifications were reset.
ko: 작업 분류를 초기화했어요.

# hub.settings.appearance.light
source: Light
ko: 라이트
